Repository: ondrejd/odwp-wc-orderbyvisits
Catalog: languages/odwp-wc-orderbyvisits-*.po
Languages: cs_cz

source: Plugin <strong>Order by Visits</strong> requires <strong>WooCommerce</strong> plugin installed and activated. Plugin was <strong>deactivated</strong>.
cs_cz: Plugin <strong>Řadit dle návštěvnosti</strong> vyžaduje nainstalovaný a aktivovaný plugin <strong>WooCommerce</strong> .

source: Random values were generated successfully.
cs_cz: Náhodné hodnoty pořadí byly úspěšně vygenerovány.

source: There was an error while generating random values. Please try again or contact your administrator.
cs_cz: Při generování náhodných hodnot pořadí se vyskytla chyba. Zkuste operaci zopakovat a v případě opakování chyby kontaktujte administrátora.

source: Order by popularity (views)
cs_cz: Popularita (návštěvnost)

source: Order by popularity (sales)
cs_cz: Popularita (prodeje)

source: Order By Visits
cs_cz: Řadit dle návštěvnosti

source: Options for <strong>Order By Visits</strong> plugin.
cs_cz: Volby pro plugin <strong>Řadit dle návštěvnosti</strong>.

source: Enable Order By Visits
cs_cz: Povolit Řadit dle návštěvnosti

source: Check if you want to start using this plugin.
cs_cz: Zaškrtněte, pokud chcete používat tento plugin.

source: Enable random ordering
cs_cz: Povolit náhodné řazení

source: Check if you want random ordering for products with same count of visits.
cs_cz: Zaškrtněte, pokud chcete, aby produkty s nulovým (či shodným) počtem návštěv řadily náhodně.

source: Generate order
cs_cz: Generovat pořadí

source: Generate random order values for all products. This can be time consuming according to total count of products.
cs_cz: Vygenerovat náhodné pořadí pro všechny produkty. Upozornění: toto může (v závislosti na počtu produktů) chvíli trvat.

source: Update <code>viewed</code> meta value of all products
cs_cz: Aktualizuje hodnotu meta <code>viewed</code> u všech produktů.

source: Update products
cs_cz: Aktualizovat produkty

source: Please wait until the button is ready again and the result message is displayed.
cs_cz: Čekejte dokud tlačítko nebude znovu povoleno a výsledná zpráva zobrazena.
