Repository: ondrejd/odwp-wc-orderbyvisits
Catalog: languages/odwp-wc-simplestats-*.po
Languages: cs_cz

source: The <b>Simple Stats Plugin for WooCommerce</b> plugin requires <b>WooCommerce</b> plugin installed and activated.
cs_cz: Plugin <b>Jednoduché statistiky pro WooCommerce</b> vyžaduje, aby plugin <b>WooCommerce</b> byl nainstalován a aktivován.

source: Plugin <b>Simple Stats Plugin for WooCommerce</b> was <b>deactivated</b>.
cs_cz: Plugin <b>Jednoduché statistiky pro WooCommerce</b> byl deaktivován.

source: Popularity (visits)
cs_cz: Popularita (návštěvnost)

source: Random values were generated successfully.
cs_cz: Náhodné hodnoty pořadí byly úspěšně vygenerovány.

source: There was an error while generating random values. Please try again or contact your administrator.
cs_cz: Při generování náhodných hodnot pořadí se vyskytla chyba. Zkuste operaci zopakovat a v případě opakování chyby kontaktujte administrátora.

source: Simple Stats Plugin for WooCommerce
cs_cz: Jednoduché statistiky pro WooCommerce

source: Options for <b>Simple Stats Plugin for WooCommerce</b> plugin.
cs_cz: Nastavení pluginu <b>Jednoduché statistiky pro WooCommerce</b>.

source: Enable simple stats
cs_cz: Povolit statistiky

source: Check if you want to start using <b>Simple Stats plugin for WooCommerce</b>.
cs_cz: Zaškrtněte, pokud chcete používat plugin <b>Jednoduché statistiky pro WooCommerce</b>.

source: Enable random ordering
cs_cz: Povolit náhodné řazení

source: Check if you want random ordering for products with same count of visits.
cs_cz: Zaškrtněte, pokud chcete, aby produkty s nulovým (či shodným) počtem návštěv řadily náhodně.

source: Enable CRON
cs_cz: Povolit CRON

source: Check if you want to update ordering via <em>wp_cron</em> once per day instead of immediatelly.
cs_cz: Zaškrtněte pokud chcete místo okamžité aktualizace použít aktualizaci přes <em>wp_cron</em>.

source: Generate order
cs_cz: Generovat pořadí

source: Generate random order values for all products. This can be time consuming according to total count of products.
cs_cz: Vygenerovat náhodné pořadí pro všechny produkty. Upozornění: toto může (v závislosti na počtu produktů) chvíli trvat.

source: Please wait until the button is ready again and the result message is displayed.
cs_cz: Čekejte dokud tlačítko nebude znovu povoleno a výsledná zpráva zobrazena.
